Repository: TeemuSuoranta/fair-plugin
Catalog: languages/fair-*.po
Languages: fi

source: %s is not a valid version string.
fi: %s ei ole kelvollinen versio.

source: No credits could be found.
fi: Tekijöitä ei löytynyt.

source: Choose Profile Image
fi: Valitse profiilikuva

source: Remove Profile Image
fi: Poista profiilikuva

source: Upload a custom profile picture for your account.
fi: Lataa tilillesi mukautettu profiilikuva.

source: profile picture for %s
fi: profiilikuva, %s

# alt for unknown avatar user
source: profile picture for user
fi: profiilikuva käyttäjälle

source: Unable to fetch events (parse error).
fi: Tapahtumia ei voitu hakea (virhe datan käsittelyssä).

# default event location
source: Online
fi: Verkossa

source: Events (by The WP World)
fi: Tapahtumat (lähteenä The WP World)

# browser version check
source: your platform
fi: alustasi

source: Updates served from the <a href="%1$s">FAIR Package Manager</a> and <a href="%2$s">AspirePress</a>
fi: Päivitykset toimitetaan <a href="%1$s">FAIR-paketinhallinnasta</a> ja <a href="%2$s">AspirePressistä</a>

source: FAIR Settings
fi: FAIR-asetukset

source: You do not have sufficient permissions to access this page.
fi: Sinulla ei ole riittäviä oikeuksia käyttää tätä sivua.

source: Save Settings
fi: Tallenna asetukset

source: Avatar Settings
fi: Avatarin asetukset

source: Avatar Source
fi: Avatarin lähde

source: Avatars will be loaded from the selected source.
fi: Avatarit ladataan valitusta lähteestä.

source: FAIR Avatars
fi: FAIR-avatarit

source: Settings saved successfully.
fi: Asetukset tallennettu onnistuneesti.

source: Make your site more FAIR.
fi: Tee sivustostasi enemmän FAIR:n avulla.

source: FAIR Contributors
fi: FAIR-kontribuutiot
